function AboutPage() {
  return (
    <div className="container-fluid text-center py-5">
      <h2>О нашей школе</h2>
      <div className="layer1">
        <p>
          Разница заочного и семейного образования в том, что на заочном детям
          придётся сдавать контрольные за четверть, получать оценки в табеле,
          периодически сидеть за партой с одноклассниками. Успеваемость
          контролирует школа. Ребёнок привязан к школе, не может
          беспрепятственно путешествовать. На семейном образовании детям нужно
          явиться в стены школы для сдачи промежуточной аттестации при переходе
          из начальной школы в среднюю и в конце 9 и 11 класса для сдачи
          итоговой аттестации. Все остальное время они находятся дома, а график,
          количество учебных часов и способ получения знаний — зона
          ответственности родителей.
        </p>
        <p>
          Согласно закону № 273-ФЗ «Об образовании в РФ», школьники могут
          учиться «в организациях, осуществляющих образовательную деятельность»
          и вне таких организаций. Простыми словами, дети могут ходить в обычную
          школу или получать знания на семейном образовании — вне стен школы, то
          есть на дому. Обучение дома — законное право для всех Перевести
          ребёнка на семейное образование могут все желающие. До 9 класса
          включительно достаточно заявления родителей. Для учащихся 10–11
          классов этот термин меняется на «самообразование». Старшеклассник сам
          пишет заявление о переводе, но обязательно с согласия родителей.
        </p>
        <p>
          Плюсы семейного образования в том, что школьник никак не зависит от
          государственной школы. Семья может проживать в любой точке Земли,
          ребёнок посещает кружки и спортивные секции, высыпается по утрам и не
          тратит время на бесполезные занятия и классные часы. Полная свобода
          действий. Несмотря на все плюсы семейного образования, не стоит
          забывать, что ребёнку нужно освоить школьную программу. Сдавать ОГЭ в
          9 классе обязаны все, иначе ребёнок не получит аттестат о базовом
          образовании. Перед родителями обязательно возникнут вопросы по
          организации учебного процесса.
        </p>
      </div>
    </div>
  );
}

export default AboutPage;
