function ContactsPage() {
  return (
    <div className="container-fluid text-center py-5">
      <h2>Политика обработки персональных данных</h2>
        <div>
        <h2>1. Общие положения</h2>
<p align="justify">1.1.	Настоящая политика обработки персональных данных (далее – «Политика»), размещенная в информационно-коммуникационной сети Интернет по адресу https://brisklylearn.ru/policy/, составлена в соответствии с требованиями Федерального закона от 27.07.2006. №152-ФЗ «О персональных данных» и определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных данных в ООО «Онлайн-школа» (далее — «Оператор»).</p>
<p align="justify">1.2.	Политика применяется ко всей информации, которую Оператор может получить о любых посетителях Сайта (далее – «Пользователь»). Под Пользователями понимаются также клиенты и контрагенты Оператора, их представители, в том числе обучающиеся и/или их законные представители.</p>
<p align="justify">1.3.	Оператор ставит своей важнейшей целью и условием осуществления своей деятельности соблюдение прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну.</p>
<p align="justify">1.4.	Безопасность персональных данных, которые обрабатываются Оператором, обеспечивается путем реализации правовых, организационных и технических мер, необходимых для выполнения в полном объеме требований действующего законодательства в области защиты персональных данных.</p>
<p align="justify">1.5.	В Политике нижеприведенные понятия имеют следующие определения:</p>
<p align="justify"><strong>Сайт</strong> – совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих их доступность в сети интернет по сетевому адресу <a href="https://brisklylearn.ru">brisklylearn.ru</a>.</p>
<p align="justify"><strong>Персональные данные</strong> – любая информация, относящаяся прямо или косвенно к Пользователю.</p>
<p align="justify"><strong>Персональные данные, разрешенные субъектом персональных данных для распространения</strong> – персональные данные, доступ неограниченного круга лиц к которым предоставлен Пользователем путем дачи согласия на обработку персональных данных, разрешенных Пользователем для распространения.</p>
<p align="justify"><strong>Обработка персональных данных</strong> – любое действие или совокупность действий, совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.</p>
<p align="justify"><strong>Распространение персональных данных</strong> – действия, направленные на раскрытие персональных данных неопределенному кругу лиц.</p>
<p align="justify"><strong>Предоставление персональных данных</strong> – действия, направленные на раскрытие персональных данных определенному лицу или определяемому кругу лиц.</p>
<p align="justify"><strong>Блокирование персональных данных</strong> – временное прекращение обработки персональных данных (за исключением случаев, когда обработка необходима для уточнения персональных данных).</p>
<p align="justify"><strong>Обезличивание персональных данных</strong> – действия, в результате которых становится невозможным без использования дополнительной информации определить принадлежность персональных данных конкретному субъекту персональных данных.</p>
<p align="justify"><strong>Уничтожение персональных данных</strong> – действия, в результате которых становится невозможным восстановить содержание персональных данных в информационной системе персональных данных и (или) в результате которых уничтожаются материальные носители персональных данных.</p>
<p align="justify"><strong>Информационная система персональных данных</strong> – совокупность содержащихся в базах данных персональных данных, и обеспечивающих их обработку информационных технологий и технических средств.</p>
<p align="justify">Понятия, не определенные в настоящем разделе, толкуются в соответствии с условиями Оферты, размещенной по адресу: <a href="https://brisklylearn.ru/oferta/">brisklylearn.ru/oferta/</a>.</p>
<h2>2. Правовые основания обработки персональных данных</h2>
<p align="justify">2.1.	Оператор обрабатывает персональные данные Пользователя только в случае их заполнения и/или отправки Пользователем самостоятельно через специальные формы, расположенные на сайте <a href="https://brisklylearn.ru">brisklylearn.ru</a> или на электронную почту Оператора <a href="mailto:1@brisklylearn.ru">1@brisklylearn.ru</a>. Заполняя соответствующие формы и/или отправляя свои персональные данные Оператору, Пользователь выражает свое согласие с данной Политикой.</p>
<p align="justify">2.2.	Обработка персональных данных осуществляется Оператором на территории Российской Федерации. Оператор не осуществляет обработку специальных и биометрических персональных данных Пользователей.</p>
<p align="justify">2.3.	Обработка персональных данных осуществляется в соответствии и во исполнение договоров и иных соглашений Оператора и Пользователя, согласия Пользователя на обработку персональных данных, локальных нормативных актов Оператора, законов и подзаконных актов, регулирующих отношения, связанные с деятельностью организации в области обработки персональных данных, в том числе:</p>
<ul align="left">
<li>Гражданского Кодекса РФ;</li>
<li>Федерального закона «Об информации, информационных технологиях и о защите информации» от 27.07.2006 № 149-ФЗ;</li>
<li>Указа Президента РФ от 06.03.1997 № 188 «Об утверждении Перечня сведений конфиденциального характера»;</li>
<li>Постановления Правительства РФ от 01.11.2012 № 1119 «Об утверждении требований к защите персональных данных при их обработке в информационных системах персональных данных»;</li>
<li>Постановления Правительства РФ от 15.09.2008 № 687 «Об утверждении положения об особенностях обработки персональных данных, осуществляемой без использования средств автоматизации»;</li>
<li>Приказа ФСТЭК России от 18.02.2013 № 21 «Об утверждении Состава и содержания организационных и технических мер по обеспечению безопасности персональных данных при их обработке в информационных системах персональных данных»;</li>
<li>Федерального закона «Об образовании в Российской Федерации» от 29.12.2012 № 273-ФЗ;</li>
<li>Постановление Правительства РФ «Об утверждении Правил оказания платных образовательных услуг» от 15.09.2020 № 1441.</li>
</ul>
<h2>3. Цели сбора и категории обрабатываемых персональных данных</h2>
<p align="justify">3.1.	Обработка персональных данных должна ограничиваться достижением конкретных, заранее определенных и законных целей. Не допускается обработка персональных данных, несовместимая с целями сбора персональных данных.</p>
<p align="justify">3.2.	Оператор обрабатывает следующие персональные данные Пользователей в соответствии со следующими целями:</p>
<table border="1px">
<tbody>
<tr>
<td>
<p><strong>Цель обработки персональных данных</strong></p>
</td>
<td>
<p><strong>Объем обрабатываемых персональных данных</strong></p>
</td>
</tr>
<tr>
<td>
<p>Установление и поддержание связи между Пользователем и Оператором для коммуникации по приобретенным (приобретаемым) услугам Оператора.</p>
</td>
<td>
<p>- фамилия, имя, отчество (при наличии)</p>
<p>- адрес электронной почты</p>
<p>- номер телефона</p>
</td>
</tr>
<tr>
<td>
<p>Предоставление доступа Пользователю к сервисам, информации и/или материалам, содержащимся на Сайте (Регистрация на Сайте).</p>
</td>
<td>
<p>- фамилия, имя, отчество (при наличии)</p>
<p>- адрес электронной почты</p>
<p>- номер телефона</p>
</td>
</tr>
<tr>
<td>
<p>Направление сообщений рекламного характера; рассылок с информационными материалами.</p>
</td>
<td>
<p>- фамилия, имя, отчество (при наличии)</p>
<p>- адрес электронной почты</p>
<p>- номер телефона</p>
</td>
</tr>
<tr>
<td>
<p>Заключение и исполнение договоров (в том числе договоров об оказании платных образовательных услуг).</p>
</td>
<td>
<p>- фамилия, имя, отчество (при наличии)</p>
<p>- адрес регистрации</p>
<p>- номер телефона</p>
<p>- адрес электронной почты</p>
<p>- платежная информация</p>
<p>- документ, удостоверяющий личность</p>
<p>- документ об образовании</p>
<p>- документ, подтверждающий смену имени, фамилии</p>
<p>- документ, подтверждающий право на распоряжение материнским (семейным) капиталом (при оплате средствами материнского капитала)</p>
<p>- иные данные, если они необходимы для исполнения договора.</p>
</td>
</tr>
<tr>
<td>
<p>Улучшение качества обслуживания пользователей и модернизация Сайта.</p>
</td>
<td>
<p>- файлы cookie</p>
</td>
</tr>
</tbody>
</table>
<h2>4. Улучшение качества обслуживания пользователей и модернизация Сайта</h2>
<p align="justify">4.1.	На Сайте происходит сбор и обработка обезличенных данных о посетителях (в т.ч. файлов «cookie») с помощью сервисов интернет-статистики (Яндекс Метрика и Гугл Аналитика и других).</p>
<p align="justify">4.2.	Обезличенные данные Пользователей, собираемые с помощью сервисов интернет-статистики, служат для сбора информации о действиях Пользователей на сайте, улучшения качества сайта и его содержания. Оператор обрабатывает обезличенные данные о Пользователе в случае, если это разрешено в настройках браузера Пользователя (включено сохранение файлов «cookie» и использование технологии JavaScript).</p>
<h2>5. Сбор и уточнение персональных данных</h2>
<p align="justify">5.1.	Соглашаясь с условиями Политики, Пользователь выражает свое информированное и осознанное согласие на обработку его персональных данных на условиях, предусмотренных Политикой и Федеральным законом от 27 июля 2006 г. N 152-ФЗ «О персональных данных» (далее - Закон), а также гарантирует, что:</p>
<ul align="left">
<li>предоставил полностью достоверную информацию и понимает, что несет ответственность за предоставление недостоверной или недостаточной информации;</li>
<li>достиг возраста 14 лет или является законным представителем несовершеннолетнего и имеет право давать соответствующее согласие в соответствии с законодательством РФ.</li>
</ul>
<p align="justify">5.2.	Оператор получает персональные данные непосредственно от Пользователя или от его законного представителя. В случае предоставления Оператору персональных данных другого человека и совершения регистрации от его имени, Пользователь несет полную ответственность за то, что лицо или лица, чьи персональные данные он предоставил, осведомлены об этом, понимают и согласны с тем, что Оператор обрабатывает их данные в соответствии с Политикой.</p>
<p align="justify">5.3.	Совершая действия, предусмотренные п.5.4. Политики, Пользователь дает согласие Оператору на совершения следующих действий с персональными данными: сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу, обезличивание, блокирование, удаление, уничтожение.</p>
<p align="justify">5.4.	Моментом предоставления согласия на обработку персональных данных Пользователем в соответствии с условиями Политики в указанных целях, является:</p>
<ul align="left">
<li>момент нажатия кнопки, подтверждающей отправку формы обратной связи (кнопки могут называться «Отправить», «Отправить заявку», «Оставить заявку» и иным аналогичным образом), в том числе заявки на обучение – для цели «установление и поддержание связи между Пользователем и Оператором для коммуникации по приобретенным (приобретаемым) услугам Оператора»;</li>
<li>момент завершения регистрации на Сайте при заполнении формы для регистрации и нажатии кнопки «Готово» или «Продолжить» - для цели «предоставление доступа Пользователю к сервисам, информации и/или материалам, содержащимся на Сайте»;</li>
<li>момент проставления галочки в поле с согласием на рекламную рассылку – для цели «направление сообщений рекламного характера; рассылок с информационными материалами»;</li>
<li>момент внесения или изменения информации Пользователем в Личном кабинете на Сайте. Пользователь самостоятельно определяет объем персональных данных, отображаемых в Личном кабинете – для цели «заключение и исполнение договоров».</li>
</ul>
<p align="justify">5.5.	Моментом предоставления согласия на обработку персональных данных в иных случаях является момент получения Оператором подписанной сканированной копии договора или согласия на обработку персональных данных, направленной на электронный почтовый адрес Оператора, или момент получения Оператором подписанного Пользователем оригинала такого договора или согласия.</p>
<p align="justify">5.6.	Пользователь самостоятельно определяет перечень персональных данных, которые Оператор вправе обрабатывать с целью «исполнение и заключение договоров» путем заполнения в Личном кабинете Сайта только тех полей с персональными данными, в отношении которых Пользователь выражаете согласие Оператору на обработку персональных данных. Пользователь может в любой момент отозвать свое согласие на обработку персональных данных в указанной цели убрав галочку с соответствующего поля в Личном кабинете на Сайте.</p>
<p align="justify">При этом Пользователь осознает, что непредоставление Оператору персональных данных, прямо запрошенных Оператором для исполнения и заключения договоров, влечет невозможность исполнения условий этих договоров.</p>
<p align="justify">5.7.	Без согласия Пользователя Оператор вправе обрабатывать персональные данные Пользователя в следующих случаях:</p>
<ul align="left">
<li>обработка персональных данных осуществляется в связи с участием лица в конституционном, гражданском, административном, уголовном судопроизводстве, судопроизводстве в арбитражных судах;</li>
<li>обработка персональных данных необходима для исполнения судебного акта, акта другого органа или должностного лица, подлежащих исполнению в соответствии с законодательством Российской Федерации об исполнительном производстве</li>
<li>обработка персональных данных необходима для исполнения договора, стороной которого либо выгодоприобретателем или поручителем по которому является Пользователь, а также для заключения договора по инициативе Пользователя или договора, по которому Пользователь будет являться выгодоприобретателем или поручителем.</li>
<li>обработка персональных данных осуществляется в статистических или иных исследовательских целях при условии обязательного обезличивания персональных данных;</li>
</ul>
<h2>6. Передача персональных данных третьим лицам</h2>
<p align="justify">6.1.	Согласие с условиями Политики не включает в себя согласие на распространение и/или предоставление персональных данных. Оно оформляется отдельно от согласия с настоящей Политикой.</p>
<p align="justify">6.2.	Форма согласия на распространение и/или предоставление персональных данных Пользователя зависит от цели их распространения/предоставления.</p>
<p align="justify"><strong>Распространение персональных данных</strong></p>
<p align="justify">6.3.	Персональные данные Пользователя могут размещаться на сайте Оператора и/ или в его социальных сетях при наличии согласия Пользователя на обработку персональных данных, разрешенных им для распространения.</p>
<p align="justify">6.4.	Пользователь вправе установить запреты Оператору на передачу (кроме предоставления доступа) и/или на обработку или условия обработки (кроме получения доступа) персональных данных, разрешенных Пользователем для распространения неограниченному кругу лиц.</p>
<p align="justify">6.5.	Оператор может обрабатывать следующий объем персональных данных, разрешенных Пользователем для распространения, в следующих целях:</p>
<table border="1px">
<tbody>
<tr>
<td>
<p align="justify"><strong>Цель обработки</strong></p>
</td>
<td>
<p align="justify"><strong>Объем персональных данных</strong></p>
</td>
</tr>
<tr>
<td>
<p align="justify">Размещение комментариев на Сайте</p>
</td>
<td>
<p align="justify">- имя;</p>
<p align="justify">- адрес электронной почты;</p>
<p align="justify">- аккаунты в социальных сетях.</p>
</td>
</tr>
<tr>
<td>
<p align="justify">Размещение отзывов на Сайте</p>
</td>
<td>
<p align="justify">- имя, фамилия, отчество (при наличии);</p>
<p align="justify">- изображение.</p>
</td>
</tr>
</tbody>
</table>
<p align="justify"><strong>Предоставление персональных данных</strong></p>
<p align="justify">6.6.	Объем предоставляемых третьим лицам данных Пользователей определяется действующим законодательством РФ, условиями договоров с Пользователями и/или условиями согласий Пользователей на предоставление персональных данных третьим лицам.</p>
<p align="justify"><strong>Трансграничная передача персональных данных</strong></p>
<p align="justify">6.7.	Оператор до начала осуществления трансграничной передачи персональных данных обязан убедиться в том, что иностранным государством, на территорию которого предполагается осуществлять передачу персональных данных, обеспечивается надежная защита прав субъектов персональных данных.</p>
<p align="justify">6.8.	Трансграничная передача персональных данных на территории иностранных государств, не отвечающих вышеуказанным требованиям, может осуществляться только в случае наличия согласия в письменной форме субъекта персональных данных на трансграничную передачу его персональных данных и/или исполнения договора, стороной которого является субъект персональных данных.</p>
<h2 align="justify">7. Прекращение обработки персональных данных</h2>
<p align="justify">7.1.	Обработка персональных данных Оператором начинается с момента предоставления Пользователем согласия на обработку персональных данных или с момента заключения договора с Пользователем.</p>
<p align="justify">7.2.	Срок обработки персональных данных является неограниченным. Срок хранения данных зависит от требований законодательства Российской Федерации об образовании и архивном деле.</p>
<p align="justify">7.3.	Оператор обязуется прекратить обработку персональных данных Пользователя при наступлении любого из следующих событий:</p>
<ul align="left">
<li>Пользователь отозвал согласие на обработку персональных данных или направил Оператору требование об их уничтожении;</li>
<li>истек срок хранения персональных данных, установленный законом;</li>
<li>достигнуты цели обработки персональных данных.</li>
</ul>
<p align="justify">7.4.	Пользователь может в любой момент отозвать свое согласие на обработку персональных данных, направив Оператору уведомление посредством электронной почты на электронный адрес Оператора <a href="mailto:info@onlineschool-1.ru">info@onlineschool-1.ru</a> с пометкой «Отзыв согласия на обработку персональных данных». В случае отзыва согласия на обработку персональных данных Оператор вправе продолжить обработку персональных данных без согласия при наличии оснований, указанных в пунктах 2–11 части 1 статьи 6, части 2 статьи 10 и части 2 статьи 11 Федерального закона от 27.07.2006 № 152-ФЗ.</p>
<p align="justify">7.5.	Пользователь вправе в любой момент отозвать свое согласие на обработку персональных данных для целей направления сообщений рекламного характера и рассылок с информационными материалами, направив Оператору письмо на адрес электронной почты <a href="mailto:info@onlineschool-1.ru">info@onlineschool-1.ru</a> с пометкой «Отказ от уведомлений о новых продуктах и услугах и специальных предложений».</p>
<p align="justify">7.6.	Пользователь уведомлен о том, что Оператор не будет иметь возможности оказать соответствующие услуги в случае отказа Пользователя от обработки персональных данных в целях:</p>
<ul align="left">
<li>Установления и поддержания связи между Пользователем и Оператором для коммуникации по приобретенным (приобретаемым) услугам Оператора.</li>
<li>Предоставления доступа Пользователю к сервисам, информации и/или материалам, содержащимся на Сайте.</li>
<li>Заключения и исполнения договоров (в том числе договоров на оказание платных образовательных услуг).</li>
</ul>
<p align="justify">7.8.	В случае выявления неточностей в персональных данных, Пользователь может актуализировать их путем направления Оператору уведомления на адрес электронной почты Оператора <a href="mailto:info@onlineschool-1.ru">info@onlineschool-1.ru</a> с пометкой «Актуализация персональных данных».</p>
<p align="justify">7.9.	Пользователь также вправе требовать блокирования или уничтожения персональных данных в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав.</p>
<h2>8. Обращения Пользователя</h2>
<p align="justify">8.1.	Для направления обращений Оператору Пользователь обязан использовать адрес электронной почты, указанный им при регистрации на Сайте или в договоре в качестве уполномоченного адреса электронной почты.</p>
<p align="justify">8.2.	Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки его персональных данных, обратившись к Оператору на электронную почту <a href="mailto:info@onlineschool-1.ru">info@onlineschool-1.ru</a> или направив обращение по адресу регистрации Оператора.</p>
<p align="justify">8.3.	Обращение Пользователя должно содержать:</p>
<ul align="left">
<li>номер документа, удостоверяющего личность;</li>
<li>сведения о дате выдачи указанного документа и выдавшем его органе;</li>
<li>сведения, подтверждающие факт обработки персональных данных Пользователя Оператором (реквизиты договора, сведения об оплате и т.д.);</li>
<li>подпись.</li>
</ul>
<p align="justify">8.4.	При получении сообщения от Пользователя о неправомерной обработке персональных данных либо об их неточности, Оператор обязан заблокировать такие данные в течение 1 (одного) рабочего дня с момента получения сообщения и запросить точные сведения.</p>
<p align="justify">8.5.	В случае выявления факта неправомерной обработки персональных данных Оператор в течение 3 (трех) рабочих дней с момента выявления соответствующего факта обязан прекратить обрабатывать такую информацию, а в случае невозможности обеспечить правомерность обработки персональных данных в течение 10 (десяти) рабочих дней с момента обнаружения факта неправомерности обработки уничтожить такие персональные данные.</p>
<p align="justify">8.6.	В случае выявления факта неточности обрабатываемых персональных данных Оператор обязуется уточнить персональные данные в течение 7 (семи) рабочих дней с момента предоставления Пользователем уточненных персональных данных.</p>
<p align="justify">8.7.	После получения отзыва согласия Пользователя на обработку персональных данных, Оператор обязан прекратить обработку не позднее 10 (десяти) рабочих дней с даты получения обращения и, в случае, если сохранение персональных данных более не требуется для целей обработки персональных данных, уничтожить обрабатываемые персональные данные в течение 30 (тридцати) дней с даты получения обращения.</p>
<p align="justify">8.8.	Оператор рассматривает обращение Пользователя и направляет ответ в любом случае не позднее 10 (десяти) рабочих дней с даты получения обращения. Пользователь вправе повторно обратиться с запросом информации, указанной в ч. 7 ст. 14 Закона, по истечении 30 (тридцати) календарных дней с момента направления первоначального запроса.</p>
<p align="justify">8.9.	В случае, предусмотренном п.7.5. Политики, Оператор прекращает рекламную рассылку в момент получения отзыва.</p>
<p align="justify">8.10.	В данном документе будут отражены любые изменения политики обработки персональных данных Оператором. Политика действует бессрочно до замены ее новой версией. Актуальная версия Политики в свободном доступе расположена в сети Интернет по адресу <a target="_blank" href="https://onlineschool-1.ru/policy/">https://onlineschool-1.ru/policy/</a>.</p>
<p align="justify"><strong>Реквизиты Оператора:</strong></p>
<p align="justify">Наименование: Общество с ограниченной ответственностью «БРИСКЛИ ОНЛАЙН-ШКОЛА»</p>
<p align="justify">Генеральный директор: СУБХАН ПОЛАДОВ</p>
<p align="justify">ОГРН 1197847147777</p>
<p align="justify">ИНН 7841085777  КПП 784101777</p>
<p align="justify">Адрес местонахождения: 117405, г.Москва, ул.Дорожная, д.60Б, оф.521</p>

        </div>
        <div className="layer1">
            
            e-mail:
                <a href="mailto:1@brisklylearn.ru">1@brisklylearn.ru</a>
        </div>
    </div>
  );
}

export default ContactsPage;
